[
  {
    "type": "text",
    "value": "OS-98Автор nataliyapm 5 месяцев назадОбновлено nataliyapm 4 месяца назад nataliyapm +1 3.1. Ввод кода. Общая. До регистрации / Стр. 3.1. Действий 5\"3.1. Ввод кода. Общая. До регистрации / Стр. 3.1. Действий 5\" находится в общих страницах для всех услуг. Посмотреть содержание страницы можно тут: https://bankimonline.youtrack.cloud/articles/OKK-A-45/3.1.-Vvod-koda.-Obshaya.-Do-registracii-new-copy Ввод кода.Общая. До регистрации. Стр. 3.1. Действий 5 # Ссылка на папку с кодом: # фронтенд бэкенд Ссылка на задачу: # фронтенд бэкенд админка Фигма: #"
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135533&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "Мобильная версия Заметки # Модальное окно также можно закрыть по клику вне ее зоны Если пользователь нажал на “Отправить код SMS еще раз”, то он должен подождать минуту перед тем как отправить код снова Описание всех действий на странице, ссылки на макет страницы в Figma и на отдельные компоненты страницы находятся на связанной с задачей странице Confluence. Модальное окно Frontend ТЗ # Модальное окно также можно закрыть по клику вне ее зоны Если пользователь нажал на “Отправить код SMS еще раз”, то он должен подождать минуту перед тем как отправить код снова Backend ТЗ # интеграция с смс-сервисом для верификации введенного кода и отправки СМС ещё раз при нажатии на кнопку “Подтвердить номер телефона” в системе сохраняются данные о незарегистрированном пользователе: его IP адрес, Имя Фамилия номер телефона услуга, которую он выбрал Админка ТЗ # опция редактирования, замены, удаления текста в заголовке окна на разных языках Действие №1 / Ввод кода / # Пользователь вводит в поле 4-значный код из смс. Если он заходит с телефона должна быть предусмотрена функция автозаполнения"
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135739&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "Действие №2 / Отправить СМС еще раз / # При клике на надпись пользователю отправляется СМС еще раз. Если пользователь нажал на “Отправить код SMS еще раз”, то он должен подождать минуту перед тем как отправить код снова CRM ТЗ # При нажатии на надпись “Отправить СМС еще раз” CRM-система присылает на номер пользователя смс с кодом подтверждения"
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135741&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "Действие №3 / Подтвердить номер телефона / # При валидном заполнении полей при клике на кнопку “Подтвердить номер телефона” пользователь переходит на Страницу 4 “Анкета личных данныx”. Если поля не заполнены или заполнены неправильно - кнопка некликабельна и визуально неактивна. При клике на “Подтвердить номер телефона” система сохраняет Имя Фамилию и телефон пользователя."
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135743&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "Действие №4 / Назад / # По нажатию пользователь переходит назад на страницу “Ввод номера телефона” Страницу №3"
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135745&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "Действие №5 Закрыть / # При нажатии на крестик модальное окно закрывается. Также закрывается при клике вне зоны окна."
  },
  {
    "type": "figma_url",
    "value": "https://www.figma.com/file/5gG20FeBfpj7yM6P5MVK4b/Bankimonline-Web?type=design&node-id=588-135737&mode=design&t=kyOfwX2vUM5iZz4Q-4"
  },
  {
    "type": "text",
    "value": "подзадача для1 Добавить ссылкиОOS-9303. РАССЧИТАТЬ ИПОТЕКУ. УСЛУГА 1. до регистрации. backendУдалить ссылкуНастройка событий Обычный текст A A ВМ 2Проект01_Все услуги до регистрацииПриоритетОбычнаяОСтатусНа ознакомлениеНИсполнительbackend1Оценка4чЗатраченное время?Дата началаНет: дата началаСрокНет: срокВременные рамкиВ срокВОценочное времяОцененоДоскиНет видимых досокЗдесь рассказывается обо всем, что нужно знать для отслеживания, обновления и завершения задач. Вот несколько полезных возможностей:Сворачиваемая боковая панельОграничения видимостиКомандыУчет времениТипы событийГолосаСкрыть советы"
  }
]