import React from 'react'
import { useTranslation } from 'react-i18next'

import './Terms.css'

const Body: React.FC = () => {
  const { t, i18n } = useTranslation()
  i18n.language = i18n.language?.split('-')[0]

  return (
    <div className={'home'} style={{ paddingTop: '0' }}>
      <div className={'terms-body'}>
        <div className={'terms-actions'}>
          <h1
            style={{
              fontSize: '3rem',
              marginBottom: '45px',
              display: 'flex',
            }}
          >
            {t('terms_heading')}
          </h1>
          {i18n.language !== 'he' ? (
            <p style={{ paddingBottom: '3rem' }}>
              Mortgage Comparison Ltd., а/я 516205713 («Компания») приветствует
              ваш выбор для просмотра веб-сайта BANKIM ONLINE , работающего по
              веб-адресу https://bankimonline.com/ ( «Веб-сайт» ).BANKIM ONLINE
              — это веб-сайт, который предоставляет удобная онлайн-платформа для
              сравнения ипотеки, которая предоставляет предложения по ипотеке и
              кредитам от банков в соответствии с данными, введенными
              пользователем (« цифровой процесс» ), а также на сайте
              представлена информация об услугах ипотечного консультирования,
              предоставляемых компанией ( « услуги» ).
              <br />
              1. Использование веб-сайта:
              <br />
              1.1. Эти правила и условия использования представляют собой
              обязывающее соглашение между вами, будь то в частном порядке или
              через корпорацию (« вы »), и веб-сайтом относительно просмотра и
              использования веб-сайта на любом компьютере или другом устройстве
              связи, таком как мобильный телефон, планшетные компьютеры и т. д.
              , Они также применяются к использованию веб-сайта либо через
              Интернет, либо через любую сеть или другие средства связи, включая
              доступ к веб-сайту через телефон, приложение или другие
              средства.Внимательно прочитайте правила и условия использования,
              так как просмотр сайта и совершение действий на нем
              свидетельствует о вашем согласии с условиями, содержащимися в
              настоящих правилах и условиях использования («Правила » ).
              <br />
              1.2. Сайт оставляет за собой право время от времени изменять
              условия по своему усмотрению и без предварительного уведомления.
              Датой применения указанного изменения считается с момента его
              публикации на сайте.
              <br />
              1.3. То, что указано в правилах, в равной степени относится к
              представителям обоих полов, и использование женского и / или
              мужского языка предусмотрено только для удобства.
              <br />
              1.4. Просмотр сайта разрешен в любом возрасте. Действия и/или
              покупка на веб-сайте несовершеннолетнего в возрасте до 18 лет
              требуют одобрения родителя или опекуна.
              <br />
              1.5. Условия настоящего регламента остаются в силе при
              использовании сайта. Не отступая от каких-либо других положений
              настоящих правил, сайт оставляет за собой право запретить любому
              посетителю пользоваться сайтом (включая блокировку определенных
              IP-адресов) по любой причине или соображению (без необходимости
              указывать причину или обоснование) по своему усмотрению. по
              собственному усмотрению, без необходимости предварительного
              уведомления или предупреждения И без ответственности за любой
              ущерб в связи с его решением. Кроме того, сайт может прекратить
              использование вами его и любого контента или информации, которую
              вы разместили, в любое время без предварительного предупреждения.
              <br />
              2. Просмотр веб-сайта:
              <br />
              2.1. При просмотре веб-сайта вы обязуетесь и заявляете следующее:
              (1) просмотр веб-сайта и его использование являются вашей
              исключительной ответственностью; (2) данные, введенные вами при
              оставлении сведений на веб-сайте и/или регистрации на курс,
              являются правильными, актуальными, точными и полными; (3)
              Насколько это необходимо, в случае изменения данных вы обновите
              их, связавшись с веб-сайтом; (4) вы обладаете дееспособностью и
              согласны с условиями правил; (5) вы не будете использовать
              веб-сайт автоматическими или нечеловеческими средствами, будь то с
              помощью BOT, скрипта или любым другим способом; (6) вы не будете
              незаконно использовать веб-сайт; (7) Использование вами веб-сайта
              не будет нарушать какие-либо применимые законы или правила.
              <br />
              2.2. Сайт может запретить любому посетителю использовать сайт по
              своему усмотрению. Не отступая от вышеизложенного, сайт может
              запретить пользователю просматривать страницы и/или заблокировать
              ему доступ к нему в любом из следующих случаев:
              <br />
              2.2.1. Если при оставлении реквизитов на сайте намеренно были
              указаны неверные реквизиты;
              <br />
              2.2.2. В случае, если сайт используется для совершения или попытки
              совершения незаконного действия в соответствии с законами
              Государства Израиль или действия, которое считается незаконным,
              как указано выше, или для обеспечения, облегчения, помощи или
              поощрения совершения такого акта;
              <br />
              2.2.3. В случае, если веб-сайт используется в попытке
              конкурировать с веб-сайтом;
              <br />
              2.2.4. если условия настоящего регламента были нарушены;
              <br />
              2.2.5. Если пользователь предпринял какое-либо действие, которое
              помешало бы другим просматривать сайт или продолжать использовать
              сайт каким-либо образом.
              <br />
              3. Разрешение на рассылку, публикации и рекламу:
              <br />
              3.1. Пользователь, оставивший данные на веб-сайте и прикрепленный
              к списку рассылки веб-сайта, одобряет использование своих данных с
              целью получения маркетинговой информации, обновлений и рекламных
              объявлений, которые веб-сайт будет время от времени делать.
              <br />
              3.2. Инструкции по рассылке, подробно описанные в правилах ниже,
              будут применяться к серферу, оставившему такие данные.
              <br />
              3.3. Не оставлять на сайте данные другого лица без его согласия
              и/или без его присутствия перед экраном при оставлении данных и
              после разъяснения им всех условий регламента.
              <br />
              3.4. При оставлении сведений серферу будет предложено предоставить
              личные данные, такие как: имя, фамилия и активный адрес
              электронной почты. Предоставление неполных или неверных данных
              может помешать использованию сервиса и, при необходимости,
              контакту. В случае изменения реквизитов, их необходимо обновить на
              сайте.
              <br />
              3.5. Уточняется, что законом не предусмотрено обязательство по
              предоставлению сведений на веб-сайте, однако без их предоставления
              будет невозможно получать маркетинговый контент и обновления с
              веб-сайта.
              <br />
              3.6. Сайт не будет использовать предоставленные данные, кроме как
              в соответствии с политикой конфиденциальности сайта, которая
              является неотъемлемой частью правил.
              <br />
              3.7. Оставление сведений на веб-сайте и подтверждение получения
              маркетингового контента включает, среди прочего, получение
              маркетингового контента, информации о рекламных акциях,
              обновлениях и скидках, предлагаемых зарегистрированным
              пользователям.
              <br />
              3.8. Утверждение рассылки (получение маркетингового контента), как
              уже упоминалось, представляет собой согласие пользователя на
              отправку рекламы в соответствии с Законом о коммуникациях (Безек и
              вещание) (Поправка № 40) 2008 г. («Закон о коммуникациях» ) .
              <br />
              3.9. Уточняется, что физическое лицо может удалить себя из списка
              рассылки в любое время, нажав кнопку «Удалить из списка рассылки»,
              которая появляется в нижней части каждого отправленного почтового
              сообщения, или связавшись с сайтом по электронной почте. не удалил
              себя из списка рассылки, как указано выше, сайт может, в
              соответствии с Законом о коммуникациях, направить регистранту
              прямую почтовую рассылку, как указано выше.
              <br />
              3.10. Информация в рассылке не должна рассматриваться как обещание
              какого-либо результата и/или гарантия предлагаемой в ней услуги.
              <br />
              3.11. Рассылка в целом, включая всю информацию, которая в ней
              фигурирует, предлагается как есть, и будет максимально точной и
              корректной, однако информация может быть не полной или, наоборот,
              могли быть технические или иные ошибки в информации.
              <br />
              3.12. Пользователь подтверждает, что у него не будет никаких
              претензий в отношении рекламы и/или рекламных объявлений,
              отображаемых на сайте, в том числе относительно их расположения на
              сайте. Уточняется, что в отношении рекламных объявлений,
              отображаемых под эгидой третьих лиц, веб-сайт не имеет никакого
              вмешательства в выбор отображаемых рекламных объявлений,
              достоверность их оформления и порядок их появления.
              <br />
              4. Услуги, представленные на сайте:
              <br />
              4.1. Услуги веб-сайта и цифровая процедура появятся и будут
              отображаться на страницах веб-сайта.
              <br />
              4.2. Цена, указанная на сайте для использования цифровой
              процедуры, является текущей ценой. Цена может меняться время от
              времени.
              <br />
              4.3. Сайт оставляет за собой право изменять набор услуг и контента
              или прекращать их или изменять стоимость использования цифровой
              процедуры на сайте и за его пределами без предварительного
              уведомления.
              <br />
              4.4. Сайт никоим образом не обязан поддерживать какое-либо
              разнообразие услуг.
              <br />
              4.5. Представление услуг и цифровой процедуры на веб-сайте
              осуществляется по собственному усмотрению веб-сайта.
              <br />
              5. Использование цифровой процедуры:
              <br />
              5.1. Цифровая процедура — это уникальная услуга, которую
              предлагает сайт.
              <br />
              5.2. Чтобы получать информацию и предложения от банков,
              необходимые данные, отображаемые на веб-сайте, должны быть введены
              во время цифровой процедуры.
              <br />
              5.3. Ввод неполных или неверных данных может помешать
              использованию цифровой процедуры и возможности получения точной
              информации и результатов.
              <br />
              5.4. Уточняется, что по закону нет обязанности передавать данные,
              но без передачи невозможно будет воспользоваться услугами цифровой
              процедуры.
              <br />
              5.5. Информация и результаты, полученные после ввода необходимых
              данных в цифровую процедуру, не заменяют индивидуальной
              консультации профессионала.
              <br />
              5.6. Сайт прилагает усилия для предоставления наиболее точных
              результатов в соответствии с данными, введенными клиентом.
              <br />
              5.7. Клиент несет полную ответственность за ввод точных данных.
              Ввод неверных данных в цифровую процедуру заказчиком не будет
              связывать веб-сайт, и у пользователей веб-сайта не будет никаких
              претензий и/или претензий и/или требований к веб-сайту за
              получение результатов, которые были представлены в соответствии с
              неверными данными, введенными заказчиком. .
              <br />
              5.8. Суммы, указанные на сайте в первичных банковских
              предложениях, являются приблизительными, не точными и не
              окончательными. Окончательные суммы будут указаны в окончательных
              банковских предложениях, представленных клиенту после оплаты
              услуги.
              <br />
              5.9. Предоставление услуги будет возможно по единоличному
              усмотрению сайта, и сайт не будет нести ответственности за любые
              задержки и/или задержки в предоставлении услуги и/или
              непредоставление услуги, в результате форс-мажорных обстоятельств.
              непреодолимой силы и/или технических сбоев и/или событий, не
              зависящих от него.
              <br />
              5.10. Оплата за услугу будет определяться при получении
              первоначальных предложений от банков, по наиболее выгодному для
              клиента предложению банка (комиссия будет взиматься в процентах от
              суммы предложения, как указано на странице покупки).
              <br />
              5.11. Результаты и предложения от банков, а также представление
              названий банков будут приниматься в учетной записи пользователя,
              которая будет создана для клиента после ввода данных и совершения
              платежа. После оплаты и появления результатов и предложений клиент
              сможет выбрать желаемое предложение и связаться с соответствующим
              банком для дальнейшего общения.
              <br />
              5.12. Будет уточнено, что оплата будет производиться только в
              случае поступления предложений от банков. До тех пор, пока по
              окончании цифровой процедуры не будут получены результаты и/или
              предложения от банков, веб-сайт не будет взимать плату за цифровую
              процедуру.
              <br />
              5.13. Оплата за использование цифровой процедуры на веб-сайте
              будет производиться с помощью кредитной карты, принадлежащей
              пользователю, или любым другим способом оплаты, который
              отображается на странице оплаты.
              <br />
              5.14. В дополнение к правилам также будут применяться правила
              клиринговой компании или другого способа оплаты. Несмотря на
              вышесказанное, сайт оставляет за собой право определять другие
              способы оплаты для пользователей по своему усмотрению.
              <br />
              5.15. Получение результатов и предложений от банков и оплата на
              сайте будут производиться при условии одобрения сделки кредитной
              компанией. В случае, если транзакция не была одобрена кредитной
              компанией, регистрант получит уведомление, и с его счета не будет
              взиматься плата за транзакцию.
              <br />
              6. Политика изменений и отмен:
              <br />
              6.1. Из-за характера услуги отмена транзакции после получения
              доступа к результатам и предложениям от банков, представленных в
              аккаунте, после ввода реквизитов и оплаты будет невозможна, и
              покупатель не будет иметь права на возмещение.
              <br />
              6.2. То, что указано в Разделе 6 выше, регулируется инструкциями
              по отмене транзакции в соответствии с Законом о защите прав
              потребителей 1981-5771.
              <br />
              7. Ответственность за сайт:
              <br />
              7.1. Информация, появляющаяся на веб-сайте, не должна
              рассматриваться как обещание какого-либо результата и/или гарантия
              характера деятельности предлагаемых на нем услуг. Веб-сайт не
              несет ответственности за любой ущерб, прямой или косвенный,
              который будет причинен пользователю в результате использования
              информации, которая появляется на веб-сайте, и/или ссылок на
              другие веб-сайты и/или любые другие внутренние и/или внешние
              источник информации и/или использование предоставляемых им услуг.
              <br />
              7.2. То, что указано на веб-сайте и в информации, представленной
              на веб-сайте, не заменяет получение индивидуальной консультации от
              профессионального органа, не подходит для конкретных обстоятельств
              каждого конкретного случая и представляет собой только общую
              информацию, которая не не являются советом. Любое действие,
              предпринятое на основе информации, представленной на веб-сайте,
              является исключительной ответственностью лица, совершающего
              действие.
              <br />
              7.3. Информация, которая появляется на сайте, и контент,
              представленный на сайте, предоставляются и предоставляются только
              в образовательных и ознакомительных целях, и любые действия,
              которые вы предпримете в соответствии с ними, будут выполняться
              под ответственность пользователя.
              <br />
              7.4. Клиенты сайта не будут иметь никаких претензий к сайту, его
              менеджерам, сотрудникам или кому-либо от его имени, и они не будут
              нести ответственность, прямо или косвенно, за любой ущерб, включая
              ущерб телу, имуществу или любой другой ущерб или любой другой
              ущерб. иные убытки, которые будут причинены в результате получения
              контента с сайта и/или из цифрового процесса и/или из предложений
              банков и/или из сервисов сайта, даже если сайт предупредил,
              рекомендовал или посоветовал определенный вопрос или об
              определенной услуге, и ни в коем случае веб-сайт не будет заменять
              или нести ответственность клиента и / или получателя услуги.
              Заказчик несет ответственность и любой обязательный риск за
              причинение вреда своему имуществу и/или имуществу третьих лиц в
              результате использования и/или неиспользования цифровой процедуры
              и/или содержимого сайта и/или сервисов сайта. .
              <br />
              7.5. Сайт не несет ответственности за любой ущерб (прямой или
              косвенный), убытки, горе и расходы, причиненные пользователям
              и/или тем, кто оставляет данные на сайте и/или любым третьим лицам
              в результате использования или использования каких-либо контент,
              информация, данные, презентация, изображение, видео, аудио,
              реклама, продукт, услуга, результаты и предложения от банков и т.
              д., отображаемые на сайте. Любая такая зависимость осуществляется
              по собственному усмотрению и под ответственность пользователя
              веб-сайта.
              <br />
              7.6. Информация и представления об услугах, представленных на
              веб-сайте, которые исходят от банков, услуги которых представлены
              на веб-сайте, и любой контент, связанный с услугами, являются
              исключительной ответственностью вышеупомянутых банков, и поэтому
              понимается, что веб-сайт не несет ответственности за такого рода
              информации, и сайт не является гарантом точности этой информации.
              <br />
              7.7. Компания и/или веб-сайт и/или кто-либо от его имени не
              является банком и не несет ответственности за предложения,
              полученные от банков, и любое общение клиента с банками является
              его исключительной ответственностью. В предложениях банков,
              предъявляемых клиенту, нет ничего, что могло бы составить
              обязательство компании по получению ипотеки или кредита. Все
              условия, предлагаемые банком, являются исключительно их
              ответственностью, и компания не будет нести никаких обязательств
              и/или ответственности за условия и предложения банков.
              <br />
              7.8. Сайт ни в коем случае не будет нести ответственность за любой
              ущерб, причиненный посетителю сайта, связавшись с банками,
              отображаемыми на сайте.
              <br />
              7.9. Сайт рекомендует пользователям сайта действовать осторожно и
              внимательно читать информацию, представленную на сайте, включая
              информацию о самой услуге, ее описании и пригодности, как описано
              ниже.
              <br />
              7.10. Содержимое сайта может использоваться как есть (КАК ЕСТЬ) и
              не может быть адаптировано к потребностям каждого человека. У
              пользователя не будет никаких претензий, требований или требований
              к сайту в отношении особенностей содержимого, их возможностей, их
              ограничений и / или их соответствия его потребностям, и
              использование веб-сайта будет исключительной ответственностью
              пользователя на сайте. Веб-сайт.
              <br />
              7.11. Сайт в целом, включая всю информацию, которая появляется на
              нем, предлагается общественности как есть, и будет максимально
              точным и правильным, однако информация может быть неполной или,
              наоборот, иметь технические или другие ошибки в информации.
              <br />
              7.12. Использование сайта будет осуществляться под исключительную
              и полную ответственность каждого пользователя. Сайт не
              гарантирует, что содержание и услуги, опубликованные на сайте,
              будут полными, правильными, законными или точными или что они
              будут соответствовать ожиданиям и требованиям любого пользователя.
              Веб-сайт не несет никакой ответственности за любой результат,
              возникающий из них, их использования или использования их,
              включая: (1) ошибки, ошибки и неточности; (2) любой ущерб телу или
              имуществу, вызванный использованием веб-сайта и/или услуг
              веб-сайта; (3) вмешательство в доступ к веб-сайту или с него; (4)
              Любые ошибки, вирусы, троянские кони и т. д., которые могут быть
              переданы на сайт любой третьей стороной.
              <br />
              8. Интеллектуальная собственность:
              <br />
              8.1. Если прямо не указано иное, все авторские права и
              интеллектуальная собственность на веб-сайте, включая дизайн,
              изображения, базы данных, программное обеспечение, код, аудио,
              видео, текст («Содержание»), а также символы, товарные знаки и т.
              д. (« Знаки » ) принадлежат только сайту или третьему лицу,
              которое разрешило использование сайта или предоставило сайту
              лицензию на законное использование содержимого или обозначений,
              включая деловых партнеров сайта.
              <br />
              8.2. Контент и товарные знаки предоставляются «КАК ЕСТЬ» только
              для личного использования. Если прямо не указано иное, вы не
              можете копировать, распространять, публично демонстрировать,
              публично исполнять, передавать публике, изменять, обрабатывать,
              создавать производные работы, продавать или сдавать в аренду любую
              часть вышеперечисленного, либо напрямую, либо через третье лицо,
              либо в сотрудничестве с ним. стороны любым способом или
              средствами, будь то электронными, механическими, оптическими,
              фотографическими или записывающими средствами, или любым другим
              способом, без получения предварительного письменного согласия
              сайта или других правообладателей, в зависимости от обстоятельств,
              и в соответствии с условиями согласия (столько, сколько может быть
              дано).
              <br />
              8.3. При условии, что вы имеете право просматривать сайт, сайт
              предоставляет вам ограниченную лицензию на его использование, а
              также на загрузку или распечатку копии любой части контента, к
              которому был предоставлен соответствующий доступ только для
              личного некоммерческого использования.
              <br />
              9. Запрещенная деятельность на сайте:
              <br />
              9.1. Вы не можете использовать сайт, кроме как в целях, для
              которых он предназначен. Использование веб-сайта разрешено только
              в личных и личных целях, и его нельзя использовать в коммерческих
              целях, за исключением специально одобренных веб-сайтом.
              <br />
              9.2. Как пользователь веб-сайта, вы соглашаетесь не:
              <br />
              9.2.1. извлекать данные или другой контент с Веб-сайта для
              создания или компиляции коллекции, базы данных или каталога без
              предварительного письменного разрешения Веб-сайта;
              <br />
              9.2.2. использовать любой дизайн веб-сайта;
              <br />
              9.2.3. осуществлять несанкционированное использование веб-сайта, в
              том числе собирать адреса электронной почты и т. д. с помощью
              электронных или других средств с целью отправки электронных писем
              автоматическими средствами;
              <br />
              9.2.4. обходить, отключать или иным образом вмешиваться в
              безопасность веб-сайта, в том числе с помощью приложений, которые
              предотвращают или ограничивают использование или копирование
              любого контента;
              <br />
              9.2.5. Обманывать или вводить в заблуждение сайт и/или его
              пользователей;
              <br />
              9.2.6. неправильно использовать службы поддержки веб-сайта или
              предоставлять ложные отчеты об использовании веб-сайта;
              <br />
              9.2.7. использовать систему в автоматическом режиме, например,
              используя скрипты для отправки комментариев или сообщений, или
              используя интеллектуальный анализ данных, роботов или аналогичные
              инструменты сбора и извлечения данных;
              <br />
              9.2.8. попытаться выдать себя за другого человека;
              <br />
              9.2.9. использовать информацию, полученную на сайте, с целью
              беспокоить, оскорблять или причинять вред другому лицу;
              <br />
              9.2.10. использовать Сайт в рамках любых усилий по конкуренции с
              Сайтом;
              <br />
              9.2.11. извлекать, расшифровывать или реконструировать любую часть
              Сайта, опцию на Сайте или приложение на Сайте;
              <br />
              9.2.12. преследовать, запугивать или угрожать любому из
              сотрудников или агентов сайта;
              <br />
              9.2.13. удалить уведомление об авторских правах или правах
              собственности из любого контента или знака;
              <br />
              9.2.14. копировать или адаптировать код веб-сайта или его часть,
              включая, помимо прочего, Flash, PHP, HTML, JavaScript или другой
              код;
              <br />
              9.2.15. загружать или передавать (или пытаться загружать или
              передавать) вирусы, троянские кони или другие материалы, в том
              числе с использованием спама, которые будут мешать использованию
              Сайта;
              <br />
              9.2.16. выполнить действие, которое нанесет вред или нанесет ущерб
              сайту, по усмотрению сайта;
              <br />
              9.2.17. использовать веб-сайт способом, противоречащим закону,
              правилам и постановлениям.
              <br />
              9.3. Не размещайте ссылки на контент с сайта, который не является
              домашней страницей сайтов (« глубокая ссылка »), и не отображайте
              и не публикуйте такой контент каким-либо другим способом, за
              исключением случаев, когда глубокая ссылка ведет на веб-страницу
              на сайте в полностью и как есть (КАК ЕСТЬ), чтобы его можно было
              просматривать и использовать таким же образом. Полностью для
              использования и просмотра на сайте. В этих рамках запрещается
              размещать ссылки на содержимое веб-сайта отдельно от веб-страниц,
              на которых они появляются на веб-сайтах (например: запрещается
              прямо ссылаться на изображение или графический файл на веб-сайте,
              но на всю страницу, где они появляются). Также точный адрес
              веб-страницы на сайте должен отображаться в обычном
              предназначенном для этого месте пользовательского интерфейса,
              например: в адресной строке (Status Bar) в браузере пользователя.
              Не изменяйте, не искажайте и не скрывайте этот адрес и не
              заменяйте его каким-либо другим адресом.
              <br />
              9.4. Сайт может потребовать отмены любой такой диплинка по своему
              усмотрению, и в этом случае никакие претензии, требования или
              претензии к сайту в этом вопросе не принимаются.
              <br />
              9.5. Сайт не несет никакой ответственности за любой ущерб,
              причиненный в результате любой ссылки на контент с сайта и любого
              представления или публикации указанного контента любым другим
              способом. Полная и исключительная ответственность за любую ссылку,
              отображение или публикацию содержимого лежит исключительно на
              операторе ссылки.
              <br />
              9.6. Любое использование веб-сайта в нарушение вышеизложенного
              может привести, среди прочего, к прекращению или приостановлению
              ваших прав на использование веб-сайта.
              <br />
              10. Контент третьих лиц:
              <br />
              10.1. Веб-сайт может использовать ссылки на другие веб-сайты («
              Сторонние веб-сайты »), а также статьи, изображения, текст,
              графику, фотографии, дизайн, музыку, звук, видео, информацию,
              приложения, программное обеспечение и контент или другие элементы,
              принадлежащие или исходящие со сторонних веб-сайтов ("Контент")
              третьей стороны "). Сторонние веб-сайты и сторонний контент не
              исследуются, не отслеживаются и не проверяются веб-сайтом, и
              веб-сайт не несет ответственности за сторонний контент,
              размещенный через веб-сайт, доступ к которому осуществляется через
              веб-сайт, доступный через веб-сайт или установленный на нем,
              включая контент, мнения, надежность, методы обеспечения
              конфиденциальности или другие политики или содержащиеся на
              сторонних веб-сайтах или стороннем контенте. Использование ссылки
              или разрешения на использование или установку сторонних сайтов или
              любого стороннего контента не означает их одобрения или одобрения
              с нашей стороны.
              <br />
              10.2. Веб-сайт не несет ответственности за любые покупки,
              совершенные вами на сторонних веб-сайтах или в других компаниях,
              которые будут совершены и будут действительны исключительно между
              вами и соответствующей третьей стороной.
              <br />
              11. Управление сайтом:
              <br />
              Мы оставляем за собой право: (1) отслеживать нарушения настоящих
              Условий; (2) принимать правовые меры против любого, кто нарушает
              положения закона или положения настоящих правил, по собственному
              усмотрению сайта, включая, помимо прочего, сообщение о
              пользователе в правоохранительные органы; (3) отказывать,
              ограничивать доступ, ограничивать доступность или отключать
              (насколько это технологически возможно) любой из ваших вкладов на
              сайт или любую его часть по собственному усмотрению сайта и без
              ограничений; и (4) управлять сайтом таким образом, чтобы защищать
              его права и собственность и способствовать его надлежащему
              функционированию.
              <br />
              12. Нарушение авторских прав:
              <br />
              Мы уважаем права собственности других. Если вы считаете, что
              информация или контент на сайте нарушает ваши права собственности,
              свяжитесь с нами, используя контактную информацию, указанную в
              конце этих правил.
              <br />
              13. Изменения на сайте, сбои и перебои в обслуживании:
              <br />
              13.1. Сайт оставляет за собой право время от времени изменять или
              удалять содержимое сайта по любой причине по своему усмотрению и
              без предварительного уведомления. Сайт не обязан обновлять
              какую-либо информацию или контент на сайте.
              <br />
              13.2. Сайт не несет ответственности перед вами или любой третьей
              стороной за такое изменение, приостановку или прекращение
              обслуживания.
              <br />
              13.3. Сайт не гарантирует, что услуги сайта не будут прерываться,
              будут предоставляться в порядке или без перерывов, будут
              существовать безопасно и без ошибок и будут защищены от
              несанкционированного доступа к компьютерам сайта или от
              повреждений, поломок, неполадок или сбоев - все в оборудовании,
              программном обеспечении, линиях и системах связи на месте или у
              кого-либо еще от его поставщиков.
              <br />
              14. Юрисдикция:
              <br />
              14.1. Эти правила и использование веб-сайта будут регулироваться
              исключительно законами Государства Израиль, но изложенные в них
              правила международного выбора права не будут применяться.
              <br />
              14.2. Суды Северного округа обладают исключительной юрисдикцией по
              всем вопросам, вытекающим из правил и/или связанным с ними, и/или
              юридическим спорам, которые могут возникнуть между вами и сайтом.
              <br />
              15. Точность/технические и другие исправления:
              <br />
              Сайт в целом, включая всю информацию, которая появляется на нем,
              предлагается общественности как есть, и будет максимально точным и
              правильным, однако информация может быть неполной или, наоборот,
              иметь технические или другие ошибки в информации. Веб-сайт
              оставляет за собой право исправлять ошибки и/или ошибки и/или
              неточности, как указано выше, а также обновлять информацию на
              веб-сайте в любое время и без предварительного уведомления.
              <br />
              16. Разное:
              <br />
              16.1. Условия настоящего регламента представляют собой все
              соглашения и договоренности относительно использования веб-сайта.
              Неспособность осуществить или обеспечить соблюдение права или
              инструкции в этих правилах не будет считаться отказом веб-сайта от
              реализации права или обеспечения выполнения инструкции. Сайт будет
              иметь право передавать другим лицам все или часть своих прав и/или
              обязательств по этим правилам.
              <br />
              16.2. Если будет установлено, что какое-либо положение настоящих
              правил не имеет законной силы или недействительно по какой-либо
              причине, это не повлияет и не ухудшит законность, действительность
              и соблюдение других положений правил.
              <br />
              17. Свяжитесь с нами:
              <br />
              17.1. Веб-сайт строго соблюдает положения закона и уважает право
              пользователей веб-сайта и других лиц на неприкосновенность частной
              жизни и доброе имя. Если вы считаете, что на сайте был опубликован
              контент, который по какой-либо причине оскорбляет вас, свяжитесь с
              нами, используя приведенные ниже данные, и мы постараемся
              обработать ваш запрос как можно скорее. Как уже упоминалось,
              запросы могут быть направлены следующими способами:
              <br />
              Адрес: Израиль, Бней-Брак, ул. Масада, дом 7
              <br />
              Телефон: 053-7162235
              <br />
              Электронный адрес: info@bankimonline.com
              <br />
            </p>
          ) : (
            <p style={{ textAlign: 'right', paddingBottom: '3rem' }}>
              השוואת משכנתא בע"מ, ח.פ. 516205713 ("החברה") מברכת את בחירתכם
              לגלוש באתר BANKIM ONLINE המופעל בכתובת האינטרנט
              https://bankimonline.com/ ("האתר").BANKIM ONLINE הוא אתר המספק
              פלטפורמה מקוונת ונוחה לביצוע השוואת משכנתא, המספק הצעות למשכנתא
              והלוואות מבנקים בהתאם לפרטים שהוזנו על יד המשתמש ("ההליך
              הדיגיטלי"). כמו כן, האתר מספק מידע אודות שירותי ייעוץ המשכנתא
              המסופקים על ידי החברה ("השירותים").
              <br />
              1. השימוש באתר:
              <br />
              1.1. תקנון ותנאי שימוש אלה מהווים הסכם מחייב בינך, בין אם באופן
              פרטי ובין באמצעות תאגיד (״אתה״) לבין האתר בנוגע לגלישה ושימוש באתר
              בכל מחשב או מכשיר תקשורת אחר כדוגמת טלפון סלולרי, מחשבי טאבלט
              וכיו"ב. כמו כן הם חלים על השימוש באתר, בין באמצעות רשת האינטרנט
              ובין באמצעות כל רשת או אמצעי תקשורת אחרים לרבות גישה לאתר באמצעות
              הטלפון, אפליקציה או על אמצעי אחר. קרא את התקנון ותנאי השימוש
              בקפידה, שכן הגלישה באתר וביצוע פעולות בו מעידים על הסכמתך לתנאים
              הכלולים בתקנון ותנאי שימוש אלו (״התקנון״).
              <br />
              1.2. האתר שומר את זכותו לשנות את תנאי התקנון, מעת לעת, על פי שיקול
              דעתו הבלעדי וללא הודעה מוקדמת. מועד החלת השינוי כאמור יהיה מרגע
              פרסומו באתר.
              <br />
              1.3. האמור בתקנון מתייחס באופן שווה לבני שני המינים והשימוש בלשון
              נקבה ו/או זכר הוא מטעמי נוחות בלבד.
              <br />
              1.4. הגלישה באתר מותרת בכל גיל. פעולה ו/או רכישה באתר של קטין מתחת
              לגיל 18 מחייבת אישור הורה או אפוטרופוס.
              <br />
              1.5. תנאי תקנון זה יישארו בתוקפם בעת השימוש באתר. מבלי לגרוע מכל
              הוראה אחרת בתקנון זה, האתר שומר על זכותו למנוע מכל גולש את השימוש
              באתר (לרבות חסימת כתובות IP מסוימות), מכל סיבה או נימוק שהוא (מבלי
              שיצטרך לספק סיבה או נימוק), בשיקול דעתו הבלעדי, ללא צורך בהודעה
              מוקדמת או התראה ומבלי שיהיה אחראי לנזק כלשהו עקב החלטתו. כמו כן,
              האתר רשאי להפסיק את השימוש שלך בו וכל תוכן או מידע שפרסמת בכל עת,
              ללא אזהרה מראש.
              <br />
              2. הגלישה באתר:
              <br />
              2.1. בעת גלישה באתר, אתה מתחייב ומצהיר כדלקמן: (1) הגלישה באתר
              והשימוש הם באחריותך הבלעדית; (2) הפרטים שהזנת בעת השארת הפרטים
              באתר ו/או הרשמה לקורס הם נכונים, עדכניים, מדיוקים ומלאים; (3) ככל
              ויהיה בכך צורך, במקרה של שינוי פרטים תעדכנם בפנייה לאתר; (4) הנך
              בעל כשירות משפטית ואתה מסכים לתנאי התקנון; (5) לא תעשה שימוש באתר
              באמצעים אוטומטיים או לא אנושיים, בין אם באמצעות BOT, סקריפט או בכל
              דרך אחרת; (6) לא תעשה שימוש בלתי חוקי באתר; (7) השימוש שלך באתר לא
              יפר כל חוק או תקנה רלוונטיים.
              <br />
              2.2. האתר רשאי, למנוע מכל גולש שימוש באתר לפי שיקול דעתו המוחלט.
              מבלי לגרוע מהאמור לעיל, רשאי האתר למנוע גלישת גולש ו/או לחסום
              גישתו אליו בכל אחד מהמקרים הבאים:
              <br />
              2.2.1. אם בעת השארת פרטים באתר נמסרו במתכוון פרטים שגויים;
              <br />
              2.2.2. במקרה שנעשה שימוש באתר לביצוע או כדי לנסות לבצע מעשה בלתי
              חוקי על-פי דיני מדינת ישראל, או מעשה הנחזה על פניו כבלתי חוקי
              כאמור, או כדי לאפשר, להקל, לסייע או לעודד ביצועו של מעשה כזה;
              <br />
              2.2.3. במקרה שנעשה שימוש באתר בניסיון להתחרות באתר;
              <br />
              2.2.4. אם הופרו תנאי תקנון זה;
              <br />
              2.2.5. אם נעשתה על ידי גולש כל פעולה שתמנע מאחרים לגלוש לאתר או
              להמשיך ולהשתמש באתר בכל דרך שהיא.
              <br />
              3. הרשאה לדיוור, פרסומים ופרסומת:
              <br />
              3.1. גולש שהשאיר פרטים באתר ומצורף לרשימת הדיוור של האתר, מאשר
              שימוש בפרטיו לצורך קבלת מידע שיווקי, עדכונים ופרסומות שיבצע האתר
              מעת לעת.
              <br />
              3.2. על גולש שהשאיר פרטים כאמור תחולנה הוראות הדיוור המפורטות
              בתקנון להלן.
              <br />
              3.3. אין להשאיר פרטים של אדם אחר באתר שלא בהסכמתו ו/או ללא נוכחותו
              מול המסך בשעת השארת הפרטים ולאחר שהוסברו לו כל תנאי התקנון.
              <br />
              3.4. בעת השארת הפרטים יתבקש הגולש למסור פרטים אישיים כגון: שם
              פרטי, שם משפחה, וכן כתובת דואר אלקטרוני פעילה. מסירת פרטים חלקיים
              או שגויים עלולים למנוע את האפשרות להשתמש בשירות ולסכל יצירת קשר
              במקרה הצורך. במקרה של שינוי פרטים יש לעדכנם באתר.
              <br />
              3.5. מובהר כי אין חובה על-פי חוק למסור פרטים באתר, אולם בלא למוסרם
              לא ניתן יהיה לקבל תוכן שיווקי ועדכונים מהאתר.
              <br />
              3.6. האתר לא יעשה בפרטים שנמסרו שימוש, אלא בהתאם למדיניות הפרטיות
              של האתר המהווה חלק בלתי נפרד מהתקנון.
              <br />
              3.7. השארת פרטים באתר ואישור לקבלת תוכן שיווקי כוללת, בין היתר,
              קבלת תוכן שיווקי, מידע ביחס למבצעים, עדכונים והנחות המוצעים
              למשתמשים רשומים.
              <br />
              3.8. אישור דיוור (קבלת תוכן שיווקי) כאמור, מהווה את הסכמתו של
              הגולש למשלוח דברי פרסומת על-פי חוק התקשורת (בזק ושידורים) (תיקון
              מס' 40) התשס"ח – 2008 ("חוק התקשורת").
              <br />
              3.9. מובהר כי באפשרות משאיר הפרטים להסיר עצמו בכל עת מהדיוור
              באמצעות לחיצה על "להסרה מרשימת התפוצה" שמופיע בתחתית כל דיוור
              שנשלח או באמצעות פנייה בדוא"ל לאתר. כל עוד לא הסירו עצמו הנרשם
              מרשימת הדיוור כאמור, רשאי האתר, בכפוף לחוק התקשורת, להעביר לנרשם
              דיוור ישיר כאמור.
              <br />
              3.10. אין לראות במידע בדיוור משום הבטחה לתוצאה כלשהי ו/או אחריות
              לשירות המוצע בו.
              <br />
              3.11. הדיוור בכללותו, לרבות כל המידע המופיע בו, מוצע כמות שהוא,
              ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או
              לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע.
              <br />
              3.12. הגולש מאשר כי לא תהיה לו כל טענה בקשר למודעות פרסום ו/או
              פרסומות המוצגות באתר, לרבות בקשר למיקומן באתר. מובהר כי בכל הנוגע
              למודעות פרסום המוצגות בחסות צד שלישי, לאתר אין כל התערבות בבחירת
              הפרסומות המוצגות, אמיתות תוכנן וסדר הופעתן.
              <br />
              4. השירותים המוצגים באתר:
              <br />
              4.1. שירותי האתר וההליך הדיגיטלי יופיעו ויוצגו בדפי האתר.
              <br />
              4.2. המחיר המופיע באתר עבור השימוש בהליך הדיגיטלי הינו המחיר
              העדכני. המחיר עשוי להשתנות מעת לעת.
              <br />
              4.3. האתר שומר לעצמו את הזכות לשנות את מגוון השירותים והתכנים או
              להפסיקם או לשנות את מחיר השימוש בהליך הדיגיטלי באתר ומחוצה לו, ללא
              הודעה מוקדמת.
              <br />
              4.4. האתר אינו מחויב, בכל דרך שהיא, לקיים מגוון כלשהו של שירותים.
              <br />
              4.5. אופן הצגת השירותים וההליך הדיגיטלי באתר הינו על-פי שיקול דעתו
              הבלעדי של האתר.
              <br />
              5. שימוש בהליך הדיגיטלי:
              <br />
              5.1. ההליך הדיגיטלי מהווה שירות ייחודי שהאתר מציע.
              <br />
              5.2. על מנת לקבל מידע והצעות מהבנקים, יש להזין את הנתונים הדרושים
              המוצגים באתר במשך ההליך הדיגיטלי.
              <br />
              5.3. הזנת נתונים חלקיים או שגויים עלולים למנוע את האפשרות להשתמש
              בהליך הדיגיטלי ולסכל את האפשרות לקבל מידע ותוצאות מדויקים.
              <br />
              5.4. מובהר כי אין חובה על-פי חוק למסור את הנתונים, אולם בלא למוסרם
              לא ניתן יהיה להשתמש בשירותי ההליך הדיגיטלי.
              <br />
              5.5. המידע והתוצאות שיתקבלו לאחר הזנת הנתונים הדרושים בהליך
              הדיגיטלי אינן מהוות תחליף לייעוץ פרטני מאיש מקצוע.
              <br />
              5.6. האתר עושה מאמצים לספק את התוצאות המדויקות ביותר בהתאם לנתונים
              שהוזנו על ידי הלקוח.
              <br />
              5.7. האחריות על הזנת הפרטים המדויקים חלה על הלקוח בלבד. הזנת
              נתונים שגויים בהליך הדיגיטלי על ידי הלקוח לא יחייבו את האתר
              ולגולשי האתר לא תהיה כל טענה ו/או תביעה ו/או דרישה כנגד האתר בגין
              קבלת תוצאות שהוצגו בהתאם לנתונים השגויים שהלקוח הזין.
              <br />
              5.8. הסכומים המוצגים באתר בהצעות הבנקים הראשוניות הינם סכומים
              משוערים, אינם מדויקים ואינם סופיים. הסכומים הסופיים יהיו בהצעות
              הבנקים הסופיות כפי שיוצגו ללקוח לאחר ביצוע התשלום עבור השירות.
              <br />
              5.9. מתן השירות יתאפשר בכפוף לשיקול דעתו הבלעדי של האתר והאתר לא
              יהא אחראי לכל איחור ו/או עיכוב במתן השירות ו/או אי-מתן השירות,
              כתוצאה מכוח עליון ו/או תקלות טכניות ו/או מאירועים שאינם בשליטתו.
              <br />
              5.10. התשלום עבור השירות ייקבע בעת קבלת ההצעות הראשוניות מהבנקים,
              בהתאם להצעת הבנק המשתלמת ביותר עבור הלקוח (תיגבה עמלה באחוז מסך
              ההצעה כפי שיוצג בעמוד הרכישה).
              <br />
              5.11. התוצאות וההצעות מהבנקים, וכן הצגת שמות הבנקים, יתקבלו בחשבון
              המשתמש שיוקם עבור הלקוח לאחר הזנת הפרטים וביצוע התשלום. לאחר ביצוע
              התשלום והופעת התוצאות וההצעות יוכל הלקוח לבחור בהצעה הרצויה ולפנות
              לבנק הרלוונטי עבורו להמשך התקשרות.
              <br />
              5.12. יובהר כי התשלום יתבצע רק במקרה שהתקבלו הצעות מבנקים. ככל ולא
              התקבלו תוצאות ו/או הצעות מבנקים לאחר סיום ההליך הדיגיטלי, האתר לא
              יגבה תשלום עבור ההליך הדיגיטלי.
              <br />
              5.13. התשלום בגין השימוש בהליך הדיגיטלי באתר יתבצע באמצעות כרטיס
              אשראי השייך לגולש או בכל אמצעי תשלום אחר המופיע בעמוד התשלום.
              <br />
              5.14. בנוסף להוראות התקנון יחולו גם הוראות תקנון חברת הסליקה או
              אמצעי התשלום האחר. על אף האמור לעיל, האתר שומר לעצמו את הזכות
              לקבוע הסדרי תשלומים אחרים לגולשים, והכל על-פי שיקול דעתו הבלעדי.
              <br />
              5.15. קבלת התוצאות וההצעות מהבנקים והתשלום באתר יבוצעו בכפוף
              לאישור העסקה על ידי חברת האשראי. במקרה בו לא אושרה העסקה על ידי
              חברת האשראי, יקבל הנרשם הודעה וחשבונו לא יחויב בגין העסקה.
              <br />
              6. מדיניות שינויים וביטולים:
              <br />
              6.1. בשל אופי השירות, ביטול עסקה לאחר קבלת גישה לתוצאות ולהצעות
              מהבנקים שהוצגו בחשבון לאחר הזנת פרטים ותשלום לא תתאפשר והרוכש לא
              יהיה זכאי להחזר כספי כלשהו.
              <br />
              6.2. האמור בסעיף 6 לעיל כפוף להוראות ביטול עסקה בהתאם לחוק הגנת
              הצרכן, התשמ"א-1981.
              <br />
              7. אחריות האתר:
              <br />
              7.1. אין לראות במידע המופיע באתר משום הבטחה לתוצאה כלשהי ו/או
              אחריות לאופן הפעילויות של השירותים המוצעים בו. האתר לא יהיה אחראי
              לשום נזק, ישיר או עקיף, אשר ייגרם לגולש כתוצאה מהסתמכות על מידע
              המופיע באתר ו/או בקישורים לאתרים אחרים ו/או כל מקור מידע פנימי
              ו/או חיצוני אחר ו/או שימוש בשירותים אשר מוצגים על ידו.
              <br />
              7.2. האמור באתר ובמידע המוצג באתר אינו מובא כתחליף לקבלת יעוץ
              פרטני מגורם מקצועי, ואינו מתאים לנסיבותיו הספציפיות של כל מקרה
              ומקרה והוא מהווה מידע כללי בלבד, אשר אינו מהווה ייעוץ. כל פעולה
              שנעשית על פי המידע המוצג באתר הינה על אחריות עושה הפעולה בלבד.
              <br />
              7.3. המידע המופיע באתר והתכנים המוצגים באתר ניתנים ומסופקים לשם
              הלימוד והעשרה בלבד וכל פעולה שתעשה בעקבותיהם תעשה באחריות המשתמש.
              <br />
              7.4. ללקוחות האתר לא תהיה כל טענה כלפי האתר, מנהליו, עובדיו או מי
              מטעמו והם לא יהיו אחראים, באופן ישיר או עקיף, לכל נזק לרבות, לגוף,
              לרכוש או לכל נזק אחר או לכל הפסד אחר, אשר יגרם כתוצאה מקבלת תוכן
              מהאתר ו/או מההליך הדיגיטלי ו/או מהצעות הבנקים ו/או משירותי האתר,
              אפילו אם האתר הזהיר, המליץ או ייעץ לעניין מסוים או על שירות מסוים
              ובשום מקרה האתר לא יהווה תחליף או יישא באחריות הלקוח ו/או מקבל
              השירות. על הלקוח חלה האחריות וכל סיכון חובה עבור נזק לרכושו ו/או
              לרכושם של צדדים שלישיים, הנובעים מהשימוש ו/או אי השימוש בהליך
              הדיגיטלי ו/או בתכני האתר ו/או בשירותי האתר.
              <br />
              7.5. האתר לא יהיה אחראי לכל נזק (ישיר או עקיף), הפסד, עגמת נפש
              והוצאות שייגרמו לגולשים ו/או למשאיר פרטים באתר ו/או לצדדים שלישיים
              כלשהם בעקבות שימוש או הסתמכות על כל תוכן, מידע, נתון, מצג, תמונה,
              וידאו, אודיו, פרסומת, מוצר, שירות, תוצאות והצעות מהבנקים וכו'
              המופעים באתר. כל הסתמכות כאמור נעשית על-פי שיקול דעתו ואחריותו
              הבלעדית של הגולש באתר.
              <br />
              7.6. מידע ומצגים אודות שירותים המוצגים באתר, שמקורו בבנקים
              ששירותיהם מופיעים באתר וכל תוכן ביחס לשירותים נמצאים באחריותם
              הבלעדית של הבנקים כאמור, ועל כן, מובן שלאתר אין כל אחריות בגין
              מידע מעין זה, ואין האתר ערב למידת הדיוק של מידע זה.
              <br />
              7.7. החברה ו/או האתר ו/או מי מטעם אינם בנק ולא תהיה אחראית על
              ההצעות שהתקבלו מהבנקים, וכל התקשרות שתיעשה על ידי הלקוח עם הבנקים
              היא באחריותו בלבד. אין בהצעות הבנקים אשר מוצגות ללקוח כדי להוות
              התחייבות של החברה לקבלת משכנתא או הלוואה. כל התנאים המוצעים על ידי
              הבנק הינם באחריותם בלבד ולחברה לא תהיה כל התחייבות ו/או אחריות
              בגין התנאים וההצעות של הבנקים.
              <br />
              7.8. האתר בשום מקרה לא יהיה אחראי לנזק שנגרם לגולש האתר באמצעות
              יצירת קשר עם הבנקים המוצגים באתר.
              <br />
              7.9. האתר ממליץ לגולשים באתר לנהוג בזהירות, ולקרוא בעיון את המידע
              המוצג באתר ובכלל זה את המידע ביחס לשירות עצמו, תיאורו והתאמתו,
              כמתואר להלן.
              <br />
              7.10. התכנים באתר ניתנים לשימוש כמות שהם (AS IS), ולא ניתן להתאימם
              לצרכיו של כל אדם ואדם. לא תהיה לגולש כל טענה, תביעה או דרישה כלפי
              האתר בגין תכונות של התכנים, יכולותיהם, מגבלותיהם ו/או התאמתם
              לצרכיו והשימוש באתר יהיה על אחריותו הבלעדית של הגולש באתר.
              <br />
              7.11. האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות
              שהוא, ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או
              לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע.
              <br />
              7.12. השימוש באתר ייעשה על אחריותו הבלעדית והמלאה של כל גולש. האתר
              אינו מתחייב כי תכנים ושירותים המתפרסמים באתר, יהיו מלאים, נכונים,
              חוקיים או מדויקים או יהלמו את ציפיותיו ודרישותיו של כל גולש. האתר
              לא יישא באחריות כלשהי לכל תוצאה שתנבע מהם, או משימוש בהם, או
              מהסתמכות עליהם, לרבות: (1) שגיאות, טעויות ואי-דיוקים; (2) נזק לגוף
              או לרכוש, מכל סוג, הנגרם עקב השימוש באתר ו/או בשירותי האתר; (3)
              הפרעה בגישה לאתר או מהאתר; (4) כל באג, וירוס, סוסי טרויאני וכיו״ב
              שעלולים להיות מועברים לאתר על ידי צד שלישי כלשהו.
              <br />
              8. קניין רוחני:
              <br />
              8.1. אלא אם צוין במפורש אחרת, כל זכויות היוצרים והקניין הרוחני
              באתר, לרבות, עיצובים, תמונות, מאגרי מידע, תוכנות, קוד, שמע, וידאו,
              טקסט (״התוכן״) וכן סמלילים, סימני מסחר וכיו״ב (״הסימנים״) הם
              בבעלות האתר בלבד, או בבעלות צד שלישי, שהרשה לאתר או נתן רישיון
              לאתר לעשות שימוש על פי דין בתכנים או בסימנים ובכלל זה שותפיו
              העסקיים של האתר.
              <br />
              8.2. התוכן והסימנים ניתנים כמו שהם ״AS IS״ לשימוש אישי בלבד. אלא
              אם צוין במפורש אחרת, אין להעתיק, להפיץ, להציג בפומבי, לבצע בפומבי,
              להעביר לציבור, לשנות, לעבד, ליצור יצירות נגזרות, למכור או להשכיר
              כל חלק מן הנ"ל, בין ישירות ובין באמצעות או בשיתוף צד שלישי, בכל
              דרך או אמצעי בין אם אלקטרוניים, מכאניים, אופטיים, אמצעי צילום או
              הקלטה, או בכל אמצעי ודרך אחרת, בלא קבלת הסכמה בכתב ומראש מהאתר או
              מבעלי הזכויות האחרים, לפי העניין, ובכפוף לתנאי ההסכמה )ככל
              שתינתן).
              <br />
              8.3. בתנאי שאתה זכאי לגלוש באתר, האתר מקנה לך רישיון מוגבל לשימוש
              בו ולהורדת או הדפסת עותק של כל חלק מהתוכן אליו ניתנה גישה ראויה
              לשימוש אישי בלבד, שאינו מסחרי.
              <br />
              9. פעילות אסורה באתר:
              <br />
              9.1. אינך רשאי להשתמש באתר אלא למטרות שלשמן הוא נועד. השימוש באתר
              מותר למטרות פרטיות ואישיות בלבד ואין לעשות בו שימוש למטרות מסחריות
              למעט כאלו שיאושרו על ידי האתר באופן ספציפי.
              <br />
              9.2. כמשתמש האתר, אתה מסכים שלא:
              <br />
              9.2.1. לאחזר נתונים או תוכן אחר מהאתר כדי ליצור או להרכיב אוסף,
              מסד נתונים או מדריך ללא אישור מראש ובכתב מהאתר;
              <br />
              9.2.2. לעשות כל שימוש בעיצובי האתר;
              <br />
              9.2.3. לעשות שימוש לא מורשה באתר, לרבות איסוף כתובות דוא"ל וכיו״ב
              באמצעים אלקטרוניים או אחרים לצורך שליחת דוא"ל באמצעים אוטומטיים;
              <br />
              9.2.4. לעקוף, להשבית או להפריע בדרך אחרת לאבטחה האתר, לרבות שימוש
              ביישומים המונעים או מגבילים את השימוש או ההעתקה של תוכן כלשהו;
              <br />
              9.2.5. להונות או להטעות את האתר ו/או את משתמשיו;
              <br />
              9.2.6. לעשות שימוש לא נכון בשירותי התמיכה של האתר או להגיש דוחות
              כוזבים בנוגע לשימוש באתר;
              <br />
              9.2.7. לעשות שימוש אוטומטי במערכת, כגון שימוש בסקריפטים לשליחת
              הערות או הודעות, או שימוש בכריית נתונים, רובוטים או כלי איסוף
              וחילוץ נתונים דומים;
              <br />
              9.2.8. לנסות להתחזות לאדם אחר;
              <br />
              9.2.9. להשתמש במידע שהתקבל באתר על מנת להטריד, להתעלל או לפגוע
              באדם אחר;
              <br />
              9.2.10. להשתמש באתר כחלק מכל מאמץ להתחרות באתר;
              <br />
              9.2.11. לאחזר, לפענח או להנדס לאחור חלק מהאתר, אפשרות באתר או
              יישום באתר;
              <br />
              9.2.12. להטריד, להפחיד או לאיים על כל אחד מעובדי או סוכני האתר;
              <br />
              9.2.13. למחוק את זכויות היוצרים או את הודעת הזכויות הקנייניות מכל
              תוכן או סימן;
              <br />
              9.2.14. להעתיק או להתאים את קוד האתר או חלק ממנו, כולל אך לא רק
              Flash, PHP, HTML, JavaScript או קוד אחר;
              <br />
              9.2.15. להעלות או להעביר (או לנסות להעלות או להעביר) וירוסים,
              סוסים טרויאניים, או חומר אחר, כולל שימוש בדואר זבל, אשר יפריע
              לשימוש באתר;
              <br />
              9.2.16. לבצע פעולה שתפגע או תזיק לאתר, בהתאם לשיקול דעתו של האתר;
              <br />
              9.2.17. להשתמש באתר באופן שאינו עולה בקנה אחד החוק, התקנות
              והפסיקה.
              <br />
              9.3. אין לקשר לתכנים מהאתר, שאינם דף הבית של האתרים ("קישור עמוק")
              ואין להציג, או לפרסם תכנים כאמור בכל דרך אחרת, אלא אם הקישור העמוק
              יהיה לדף אינטרנט באתר במלואו וכפי שהוא (AS IS) כך שניתן יהיה לצפות
              ולהשתמש בו באופן הזהה לחלוטין לשימוש ולצפייה בו באתר. במסגרת זו,
              חל איסור לקשר לתכנים מהאתר, במנותק מדפי האינטרנט שבהם הם מופיעים
              באתרים (לדוגמה: אסור לקשר במישרין לתמונה או לקובץ גרפי באתר, אלא
              לעמוד המלא שבו הם מופיעים). כמו כן על כתובתו המדויקת של דף
              האינטרנט באתר להופיע במקום הרגיל המיועד לכך בממשק המשתמש, לדוגמה:
              בשורת הכתובת (Status Bar) בדפדפן של המשתמש. אין לשנות, לסלף או
              להסתיר כתובת זו ואין להחליפה בכל כתובת אחרת.
              <br />
              9.4. האתר רשאי לדרוש ביטול כל קישור עמוק כאמור לפי שיקול דעתו
              הבלעדי ובמקרה זה לא תעמוד כל טענה, דרישה או תביעה כלפי האתר בעניין
              זה.
              <br />
              9.5. האתר לא יישא בכל אחריות לכל נזק שייגרם כתוצאה מכל קישור
              לתכנים מהאתר ומכל הצגה או פרסום של תכנים כאמור בכל דרך אחרת.
              האחריות המלאה והבלעדית לכל קישור, הצגה או פרסום של התכנים, היא על
              מבצע הקישור בלבד.
              <br />
              9.6. כל שימוש באתר תוך הפרה של האמור לעיל עלול לגרום, בין היתר,
              לסיום או השעיית זכויותיך לשימוש באתר.
              <br />
              10. תוכן צדדים שלישיים:
              <br />
              10.1. האתר רשאי להשתמש בקישורים לאתרים אחרים ("אתרי צד שלישי") וכן
              במאמרים, תמונות, טקסט, גרפיקה, תמונות, עיצובים, מוסיקה, סאונד,
              וידאו, מידע, אפליקציות, תוכנה ותכנים או פריטים אחרים השייכים או
              שמקורם באתרי צד שלישי ("תוכן של צד שלישי"). אתרי צד שלישי ותוכן של
              צד שלישי אינם נחקרים, מנוטרים, או נבדקים על ידי האתר והאתר לא
              אחראי לתוכן של צד שלישי שפורסם דרך האתר, שהגעת אליו דרך האתר,
              שזמין דרך האתר או מותקן בו, כולל תוכן, חוות דעת, אמינות, נוהלי
              פרטיות או מדיניות אחרת של או כלולים באתרי שלישי או בתוכן של צד
              שלישי. שימוש בקישור או התרת שימוש או התקנה של אתרים של צד שלישי או
              כל תוכן של צד שלישי כלשהו אינה מרמזת על אישור או אישור לכך על
              ידינו.
              <br />
              10.2. האתר לא לוקח אחריות על כל רכישה שתבצע מאתרי צד שלישי או
              מחברות אחרות אשר יבוצעו ויהיו בתוקף באופן בלעדי בינך לבין הצד
              השלישי הרלוונטי.
              <br />
              11. ניהול האתר:
              <br />
              אנו שומרים לעצמנו את הזכות: (1) לפקח על הפרות של תקנון זה; (2)
              לנקוט בפעולה משפטית כנגד כל מי שמפר את הוראות החוק או הוראות תקנון
              זה, לשיקול דעתו הבלעדי של האתר, לרבות, ללא הגבלה, דיווח על המשתמש
              לרשויות אכיפת החוק; (3) לסרב, להגביל גישה, להגביל זמינות, או
              להשבית (ככל שניתן מבחינה טכנולוגית) כל תרומה שלך לאתר או כל חלק
              ממנה, לפי שיקול דעתו הבלעדי של האתר וללא הגבלה; וכן (4) לנהל את
              האתר באופן שיגן על זכויותיו ורכושו ויקל על תפקודו התקין.
              <br />
              12. הפרת זכויות יוצרים:
              <br />
              אנו מכבדים את זכויות הקניין של אחרים. אם אתה מאמין כי מידע או תוכן
              באתר מפר את זכויות קנייניות השייכות לך, אנא צור קשר באמצעות פרטי
              ההתקשרות שבתחתית תקנון זה.
              <br />
              13. שינויים באתר, תקלות והפסקות שירות:
              <br />
              13.1. האתר שומר את הזכות לשנות מעת לעת או להסיר את תוכן האתר מכל
              סיבה שהיא לפי שיקול דעתו הבלעדית וללא הודעה מוקדמת. האתר אינו
              מחויב לעדכן מידע או תוכן כלשהו באתר.
              <br />
              13.2. האתר לא יהיה אחראי כלפיך או כלפי צד שלישי כלשהו עבור שינוי,
              השעיה או הפסקת שירות כאמור.
              <br />
              13.3. האתר אינו מתחייב ששירותי האתר לא יופרעו, יינתנו כסדרם או בלא
              הפסקות, יתקיימו בבטחה וללא טעויות ויהיו חסינים מפני גישה בלתי
              מורשית למחשבי האתר או מפני נזקים, קלקולים, תקלות או כשלים - והכל,
              בחומרה, בתוכנה, בקווי ובמערכות תקשורת אצל האתר או אצל מי מספקיו.
              <br />
              14. סמכות שיפוט:
              <br />
              14.1. על תקנון זה והשימוש באתר יחולו אך ורק דיני מדינת ישראל, אולם
              לא תהיה תחולה לכללי ברירת הדין הבינלאומי הקבועים בהם.
              <br />
              14.2. לבתי המשפט במחוז צפון תהיה סמכות שיפוט ייחודית בכל עניין
              הנובע ו/או הקשור לתקנון ו/או למחלוקות משפטיות שיתגלו בינך לבין
              האתר.
              <br />
              15. דיוק/ תיקונים טכניים ואחרים:
              <br />
              האתר בכללותו, לרבות כל המידע המופיע בו, מוצע לציבור כמות שהוא,
              ויהיה מדויק ונכון ככל הניתן, ואולם, יתכן והמידע אינו שלם או
              לחלופין, יתכן ונפלו טעויות טכניות או אחרות במידע. האתר שומר על
              זכותו לתקן טעויות ו/או שגיאות ו/או אי דיוקים כאמור ולעדכן את המידע
              באתר בכל עת וללא הודעה מוקדמת.
              <br />
              16. שונות:
              <br />
              16.1. תנאי תקנון זה מהווים את כל ההסכמות וההבנות בנוגע לשימוש
              באתר. אי מימוש או אכיפה של זכות או הוראה בתקנון זה, לא תחשב
              כוויתור מצד האתר על מימוש הזכות או אכיפת ההוראה. האתר יהיה רשאי
              להמחות לאחרים את כל או חלק מזכויותיו ו/או חובותיו בתקנון זה.
              <br />
              16.2. במקרה שייקבע כי הוראה בתקנון זה אינה ניתנת לאכיפה או שהינה
              חסרת תוקף מטעם כלשהו, לא יהא בכך כדי להשפיע או לפגוע בחוקיותן,
              תקפותן ואכיפתן של שאר הוראות התקנון.
              <br />
              17. צרו קשר:
              <br />
              17.1. האתר מקפיד על קיום הוראות החוק ומכבד את זכותם של משתמשי האתר
              ואחרים לפרטיות ולשם טוב. אם אתה סבור כי פורסם באתר תוכן הפוגע בך
              מטעם כלשהו, נא פנה אלינו לפי הפרטים שלהלן ואנו נשתדל לטפל בפנייתך
              בכל ההקדם. פניות כאמור ניתן להעביר באמצעים הבאים:
              <br />
              כתובת: ישראל, בני ברק, רח' מצדה, בניין 7
              <br />
              טלפון: 053-7162235
              <br />
              כתובת דואר אלקטרוני: info@bankimonline.com
              <br />
            </p>
          )}
        </div>
      </div>
    </div>
  )
}

export default Body
